Repository: gorpello/GymBro
Catalog: GymBroPackage/Sources/L10n/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, it, ja, ko, nl, pl, pt, ru, tr, uk, zh, zh_hant

# exportBackup
source: Export backup (ZIP)
ar: تصدير نسخة احتياطية (ZIP)
de: Backup exportieren (ZIP)
es: Exportar copia (ZIP)
fa: خروجی بکاپ (ZIP)
fr: Exporter une sauvegarde (ZIP)
it: Esporta backup (ZIP)
ja: バックアップを書き出す（ZIP）
ko: 백업 내보내기(ZIP)
nl: Back-up exporteren (ZIP)
pl: Eksportuj kopię zapasową (ZIP)
pt: Exportar backup (JSON)
ru: Выгрузить резервную копию (ZIP)
tr: Yedeği dışa aktar (ZIP)
uk: Експорт резервної копії (ZIP)
zh: 导出完整备份 (JSON)
zh_hant: 匯出備份（ZIP）

source: Import backup
ar: استيراد نسخة احتياطية
de: Backup importieren
es: Importar copia
fa: وارد کردن بکاپ
fr: Importer une sauvegarde
it: Importa backup
ja: バックアップを読み込む
ko: 백업 가져오기
nl: Back-up importeren
pl: Importuj kopię zapasową
pt: Importar backup
ru: Загрузить резервную копию
tr: Yedeği içe aktar
uk: Імпорт резервної копії
zh: 导入备份
zh_hant: 匯入備份

# importHint
source: Choose a .zip (or older .json) backup exported from GymMane. This replaces your current data, media included.
ar: اختر نسخة احتياطية .zip (أو .json أقدم) تم تصديرها من GymMane. سيؤدي ذلك إلى استبدال بياناتك الحالية بما فيها الوسائط.
de: Wähle ein aus GymMane exportiertes .zip- (oder älteres .json-) Backup. Es ersetzt deine aktuellen Daten, einschließlich Medien.
es: Elige una copia .zip (o el .json antiguo) exportada de GymMane. Reemplazará tus datos actuales, media incluido.
fa: یک بکاپ .zip (یا .json قدیمی‌تر) خروجی‌گرفته از Gymo را انتخاب کن. این کار داده‌های فعلی‌ات را جایگزین می‌کند، با رسانه‌ها.
fr: Choisis une sauvegarde .zip (ou un ancien .json) exportée depuis GymMane. Cela remplace tes données actuelles, médias compris.
it: Scegli un backup .zip (o il vecchio .json) esportato da GymMane. Sostituirà i dati attuali, media inclusi.
ja: GymManeから書き出した.zip（または旧.json）バックアップを選択してください。メディアを含む現在のデータが置き換わります。
ko: GymMane에서 내보낸 .zip(또는 이전 .json) 백업을 선택하세요. 미디어를 포함한 현재 데이터가 대체됩니다.
nl: Kies een .zip-back-up (of oudere .json) die uit GymMane is geëxporteerd. Dit vervangt je huidige gegevens, inclusief media.
pl: Wybierz kopię .zip (lub starszy .json) wyeksportowaną z GymMane. Zastąpi ona bieżące dane, w tym multimedia.
pt: Escolha um backup .json exportado do GymMane. Isso substituirá seus dados atuais.
ru: Выбери .zip (или старый .json), выгруженный из GymMane. Это заменит текущие данные вместе с медиа.
tr: GymMane'den dışa aktarılmış bir .zip (veya eski .json) yedeği seç. Medya dâhil mevcut verilerinin üzerine yazılacak.
uk: Обери резервну копію .zip (або старий .json), експортовану з GymMane. Поточні дані, включно з медіа, буде замінено.
zh: 选择从 GymMane 导出的 .json 备份文件。这将会覆盖你当前的数据。
zh_hant: 選擇從 GymMane 匯出的 .zip 備份（或舊版 .json）。目前資料（包括媒體）將被取代。

source: Import
ar: استيراد
de: Importieren
es: Importar
fa: وارد کردن
fr: Importer
it: Importa
ja: 読み込む
ko: 가져오기
nl: Importeren
pl: Importuj
pt: Importar
ru: Загрузить
tr: İçe aktar
uk: Імпортувати
zh: 导入
zh_hant: 匯入

source: Choose file
ar: اختر ملفًا
de: Datei auswählen
es: Elegir archivo
fa: انتخاب فایل
fr: Choisir un fichier
it: Scegli file
ja: ファイルを選択
ko: 파일 선택
nl: Bestand kiezen
pl: Wybierz plik
pt: Escolher arquivo
ru: Выбрать файл
tr: Dosya seç
uk: Вибрати файл
zh: 选择文件
zh_hant: 選擇檔案

# importFromApp
source: Import from another app
ar: الاستيراد من تطبيق آخر
de: Aus einer anderen App importieren
es: Importar de otra app
fa: وارد کردن از اپ دیگر
fr: Importer depuis une autre application
it: Importa da un'altra app
ja: 別のアプリから読み込む
ko: 다른 앱에서 가져오기
nl: Importeren uit een andere app
pl: Importuj z innej aplikacji
pt: Importar de outro aplicativo
ru: Импорт из другого приложения
tr: Başka bir uygulamadan içe aktar
uk: Імпортувати з іншого застосунку
zh: 从其他应用导入
zh_hant: 從其他應用程式匯入

# importUnknownFormat
source: That file needs date, exercise, reps and weight columns
ar: يجب أن يحتوي الملف على أعمدة التاريخ والتمرين والتكرارات والوزن
de: Diese Datei benötigt Spalten für Datum, Übung, Wiederholungen und Gewicht
es: Ese archivo necesita columnas de fecha, ejercicio, repeticiones y peso
fa: آن فایل به ستون‌های تاریخ، حرکت، تکرار و وزن نیاز دارد
fr: Ce fichier doit contenir les colonnes date, exercice, répétitions et poids
it: Quel file non è un export di Hevy, Strong o FitNotes
ja: このファイルには日付、種目、回数、重量の列が必要です
ko: 이 파일에는 날짜, 운동, 반복, 중량 열이 필요합니다
nl: Dit bestand heeft kolommen nodig voor datum, oefening, herhalingen en gewicht
pl: Plik musi zawierać kolumny: data, ćwiczenie, powtórzenia i ciężar
pt: Esse arquivo precisa de colunas de data, exercício, repetições e peso
ru: Этот файл — не выгрузка из Hevy, Strong или FitNotes
tr: Bu dosya tarih, egzersiz, tekrar ve ağırlık sütunlarını içermeli
uk: У файлі мають бути стовпці дати, вправи, повторень і ваги
zh: 该文件需要日期、动作、次数和重量这几列
zh_hant: 此檔案需要包含日期、動作、次數與重量欄位

# importZipNoWeights
source: That zip has no weight file in it
ar: ملف ZIP هذا لا يحتوي على ملف وزن
de: Dieses ZIP enthält keine Gewichtsdatei
es: Ese zip no trae ningún fichero de peso
fa: آن zip فایل وزن‌کشی ندارد
fr: Ce fichier zip ne contient aucun fichier de poids
it: Quello zip non contiene file di peso
ja: このZIPには体重ファイルがありません
ko: 이 zip에 체중 파일이 없습니다
nl: Deze zip bevat geen gewichtsbestand
pl: Ten plik ZIP nie zawiera pliku z wagą
pt: Esse zip não contém nenhum arquivo de peso
ru: В этом zip нет файла с весом
tr: Bu zip içinde ağırlık dosyası yok
uk: У ZIP немає файлу з вагою
zh: 该 zip 压缩包中未包含体重数据文件
zh_hant: 此 ZIP 中沒有體重檔案

# importWeights
source: Imported %lld weigh-ins
ar: تم استيراد %lld قياسات وزن
de: %lld Wiegungen importiert
es: %lld pesajes importados
fa: %lld وزن‌کشی وارد شد
fr: %lld mesures de poids importées
it: %lld pesate importate
ja: %lld件の体重記録を読み込み
ko: 체중 기록 %lld개 가져옴
nl: %lld wegingen geïmporteerd
pl: %lld pomiarów masy zaimportowano
pt: %lld pesagem importadas
ru: Загружено %lld взвешивания
tr: %lld kilo kaydı içe aktarıldı
uk: %lld вимірів ваги імпортовано
zh: 已导入 %lld 条体重记录
zh_hant: 已匯入 %lld 筆體重紀錄

# importReadFailed
source: Couldn't read that file
ar: تعذر قراءة هذا الملف
de: Diese Datei konnte nicht gelesen werden
es: No he podido leer ese archivo
fa: خواندن آن فایل ممکن نشد
fr: Impossible de lire ce fichier
it: Impossibile leggere quel file
ja: このファイルを読み込めませんでした
ko: 이 파일을 읽을 수 없습니다
nl: Kon dit bestand niet lezen
pl: Nie udało się odczytać pliku
pt: Não foi possível ler esse arquivo
ru: Не удалось прочитать этот файл
tr: Bu dosya okunamadı
uk: Не вдалося прочитати файл
zh: 无法读取该文件
zh_hant: 無法讀取此檔案

# importUnitTitle
source: Which unit is that file in?
ar: ما الوحدة المستخدمة في هذا الملف؟
de: In welcher Einheit ist diese Datei?
es: ¿En qué unidad está ese archivo?
fa: آن فایل با کدام واحد است؟
fr: Quelle unité utilise ce fichier ?
it: In che unità è quel file?
ja: このファイルの単位は？
ko: 이 파일의 단위는 무엇인가요?
nl: Welke eenheid gebruikt dit bestand?
pl: Jakiej jednostki używa ten plik?
pt: Em qual unidade esse arquivo está?
ru: В каких единицах этот файл?
tr: Bu dosya hangi birimi kullanıyor?
uk: Які одиниці використовує цей файл?
zh: 该文件使用什么重量单位？
zh_hant: 這個檔案使用哪種單位？

# importUnitBody
source: This export doesn't say which unit the weights are in.
ar: لا يحدد هذا التصدير وحدة الأوزان.
de: Dieser Export gibt nicht an, in welcher Einheit die Gewichte angegeben sind.
es: Esta exportación no dice en qué unidad están los pesos.
fa: این خروجی نگفته وزن‌ها با کدام واحد هستند.
fr: Cet export n’indique pas l’unité utilisée pour les poids.
it: Questo export non dice in che unità sono i pesi.
ja: このエクスポートには重量の単位が記載されていません。
ko: 이 내보내기 파일에는 중량 단위가 표시되어 있지 않습니다.
nl: Deze export vermeldt niet welke gewichtseenheid wordt gebruikt.
pl: Ten eksport nie podaje jednostki wagi.
pt: Esta exportação não indica em qual unidade os pesos estão.
ru: В этой выгрузке не сказано, в каких единицах указан вес.
tr: Bu dışa aktarma ağırlık birimini belirtmiyor.
uk: У цьому експорті не вказано одиницю ваги.
zh: 导入的数据中未注明重量单位。
zh_hant: 此匯出檔未標示重量單位。

# importNothing
source: Nothing new to import
ar: لا يوجد شيء جديد لاستيراده
de: Nichts Neues zu importieren
es: Nada nuevo que importar
fa: چیز جدیدی برای وارد کردن نیست
fr: Rien de nouveau à importer
it: Niente di nuovo da importare
ja: 新しく読み込むものはありません
ko: 새로 가져올 항목이 없습니다
nl: Niets nieuws om te importeren
pl: Brak nowych danych do importu
pt: Nada novo para importar
ru: Нового для загрузки нет
tr: İçe aktarılacak yeni bir şey yok
uk: Немає нових даних для імпорту
zh: 没有可导入的新数据
zh_hant: 沒有新的內容可匯入

# importDone
source: Imported %lld sessions
ar: تم استيراد %lld تمارين
de: %lld Trainings importiert
es: %lld sesiones importadas
fa: %lld جلسه تمرین وارد شد
fr: %lld séances importées
it: %lld sessioni importate
ja: %lld回のワークアウトを読み込み
ko: 운동 %lld회 가져옴
nl: %lld trainingen geïmporteerd
pl: %lld treningów zaimportowano
pt: %lld sessões importadas
ru: Загружено %lld тренировки
tr: %lld antrenman içe aktarıldı
uk: %lld тренувань імпортовано
zh: 已导入 %lld 次训练记录
zh_hant: 已匯入 %lld 次訓練

source: About GymMane
ar: حول GymMane
de: Über GymMane
es: Sobre GymMane
fa: درباره Gymo
fr: À propos de GymMane
it: Su GymMane
ja: GymManeについて
ko: GymMane 정보
nl: Over GymMane
pl: O GymMane
pt: Sobre GymMane
ru: О GymMane
tr: GymMane hakkında
uk: Про GymMane
zh: 关于 GymMane
zh_hant: 關於 GymMane

source: YOUR PROFILE
ar: ملفك الشخصي
de: DEIN PROFIL
es: TU PERFIL
fa: پروفایل تو
fr: TON PROFIL
it: IL TUO PROFILO
ja: プロフィール
ko: 내 프로필
nl: JE PROFIEL
pl: TWÓJ PROFIL
pt: SEU PERFIL
ru: ТВОЙ ПРОФИЛЬ
tr: PROFİLİN
uk: ТВІЙ ПРОФІЛЬ
zh: 个人资料
zh_hant: 你的個人檔案

# autofills
source: Autofills the calculators
ar: يملأ الحاسبات تلقائيًا
de: Füllt die Rechner automatisch aus
es: Rellena las calculadoras
fa: ماشین‌حساب‌ها را پر می‌کند
fr: Remplit automatiquement les calculateurs
it: Compila in automatico le calcolatrici
ja: 計算ツールに自動入力
ko: 계산기에 자동 입력
nl: Vult de calculators automatisch in
pl: Automatycznie uzupełnia kalkulatory
pt: Preenche automaticamente as calculadoras
ru: Подставляется в калькуляторы
tr: Hesaplayıcılardaki bilgileri otomatik doldurur
uk: Автоматично заповнює калькулятори
zh: 用于自动填充计算器参数
zh_hant: 自動填入計算器

# nameLabel
source: NAME
ar: الاسم
es: NOMBRE
fa: نام
fr: NOM
it: NOME
ja: 名前
ko: 이름
nl: NAAM
pl: IMIĘ
pt: NOME
ru: ИМЯ
tr: AD
uk: ІМ’Я
zh: 昵称
zh_hant: 姓名

# sexLabel
source: SEX
ar: الجنس
de: GESCHLECHT
es: SEXO
fa: جنسیت
fr: SEXE
it: SESSO
ja: 性別
ko: 성별
nl: GESLACHT
pl: PŁEĆ
pt: SEXO
ru: ПОЛ
tr: CİNSİYET
uk: СТАТЬ
zh: 生理性别
zh_hant: 性別

# macroProtein
source: PROTEIN
ar: البروتين
es: PROTEÍNA
fa: پروتئین
fr: PROTÉINES
it: PROTEINE
ja: タンパク質
ko: 단백질
nl: EIWIT
pl: BIAŁKO
pt: PROTEÍNA
ru: БЕЛКИ
uk: БІЛОК
zh: 蛋白质
zh_hant: 蛋白質

# macroCarbs
source: CARBS
ar: الكربوهيدرات
de: KOHLENHYDRATE
es: CARBOS
fa: کربو
fr: GLUCIDES
it: CARBOIDRATI
ja: 炭水化物
ko: 탄수화물
nl: KOOLHYDRATEN
pl: WĘGLOWODANY
pt: CARBOIDRATOS
ru: УГЛЕВОДЫ
tr: KARBONHİDRAT
uk: ВУГЛЕВОДИ
zh: 碳水
zh_hant: 碳水化合物

# macroFat
source: FAT
ar: الدهون
de: FETT
es: GRASA
fa: چربی
fr: LIPIDES
it: GRASSI
ja: 脂質
ko: 지방
nl: VET
pl: TŁUSZCZ
pt: GORDURA
ru: ЖИРЫ
tr: YAĞ
uk: ЖИРИ
zh: 脂肪
zh_hant: 脂肪

source: Male
ar: ذكر
de: Männlich
es: Hombre
fa: مرد
fr: Homme
it: Uomo
ja: 男性
ko: 남성
nl: Man
pl: Mężczyzna
pt: Masculino
ru: Мужской
tr: Erkek
uk: Чоловіча
zh: 男
zh_hant: 男性

source: Female
ar: أنثى
de: Weiblich
es: Mujer
fa: زن
fr: Femme
it: Donna
ja: 女性
ko: 여성
nl: Vrouw
pl: Kobieta
pt: Feminino
ru: Женский
tr: Kadın
uk: Жіноча
zh: 女
zh_hant: 女性

# ageLabel
source: AGE
ar: العمر
de: ALTER
es: EDAD
fa: سن
fr: ÂGE
it: ETÀ
ja: 年齢
ko: 나이
nl: LEEFTIJD
pl: WIEK
pt: IDADE
ru: ВОЗРАСТ
tr: YAŞ
uk: ВІК
zh: 年龄
zh_hant: 年齡

# heightLabel
source: HEIGHT
ar: الطول
de: GRÖSSE
es: ALTURA
fa: قد
fr: TAILLE
it: ALTEZZA
ja: 身長
ko: 키
nl: LENGTE
pl: WZROST
pt: ALTURA
ru: РОСТ
tr: BOY
uk: ЗРІСТ
zh: 身高
zh_hant: 身高

# weightLabel
source: WEIGHT
ar: الوزن
de: GEWICHT
es: PESO
fa: وزن
fr: POIDS
it: PESO
ja: 体重
ko: 체중
nl: GEWICHT
pl: WAGA
pt: PESO
ru: ВЕС
tr: KİLO
uk: ВАГА
zh: 体重
zh_hant: 體重

source: WEEKLY GOAL
ar: الهدف الأسبوعي
de: WOCHENZIEL
es: OBJETIVO SEMANAL
fa: هدف هفتگی
fr: OBJECTIF HEBDOMADAIRE
it: OBIETTIVO SETTIMANALE
ja: 週間目標
ko: 주간 목표
nl: WEEKDOEL
pl: CEL TYGODNIOWY
pt: META SEMANAL
ru: ЦЕЛЬ НА НЕДЕЛЮ
tr: HAFTALIK HEDEF
uk: ТИЖНЕВА ЦІЛЬ
zh: 每周训练目标
zh_hant: 每週目標

# activityLabel
source: ACTIVITY
ar: النشاط
de: AKTIVITÄT
es: ACTIVIDAD
fa: فعالیت
fr: ACTIVITÉ
it: ATTIVITÀ
ja: 活動量
ko: 활동
nl: ACTIVITEIT
pl: AKTYWNOŚĆ
pt: ATIVIDADE
ru: АКТИВНОСТЬ
tr: AKTİVİTE
uk: АКТИВНІСТЬ
zh: 日常活动量
zh_hant: 活動量

# addPhoto
source: Add a photo
ar: إضافة صورة
de: Foto hinzufügen
es: Añadir foto
fa: افزودن عکس
fr: Ajouter une photo
it: Aggiungi foto
ja: 写真を追加
ko: 사진 추가
nl: Foto toevoegen
pl: Dodaj zdjęcie
pt: Adicionar uma foto
ru: Добавить фото
tr: Fotoğraf ekle
uk: Додати фото
zh: 添加头像
zh_hant: 新增照片

source: Remove photo
ar: إزالة الصورة
de: Foto entfernen
es: Quitar foto
fa: حذف عکس
fr: Supprimer la photo
it: Rimuovi foto
ja: 写真を削除
ko: 사진 제거
nl: Foto verwijderen
pl: Usuń zdjęcie
pt: Remover foto
ru: Убрать фото
tr: Fotoğrafı kaldır
uk: Видалити фото
zh: 移除头像
zh_hant: 移除照片

# takePhoto
source: Take a photo
ar: التقاط صورة
de: Foto aufnehmen
es: Hacer una foto
fa: گرفتن عکس
fr: Prendre une photo
it: Scatta una foto
ja: 写真を撮る
ko: 사진 촬영
nl: Foto maken
pl: Zrób zdjęcie
pt: Tirar uma foto
ru: Сделать фото
tr: Fotoğraf çek
uk: Зробити фото
zh: 拍照
zh_hant: 拍照

# chooseGallery
source: Choose from gallery
ar: اختر من المعرض
de: Aus Galerie auswählen
es: Elegir de la galería
fa: انتخاب از گالری
fr: Choisir dans la galerie
it: Scegli dalla galleria
ja: ギャラリーから選択
ko: 갤러리에서 선택
nl: Uit galerij kiezen
pl: Wybierz z galerii
pt: Escolher da galeria
ru: Выбрать из галереи
tr: Galeriden seç
uk: Вибрати з галереї
zh: 从相册选择
zh_hant: 從相簿選擇

# backupCopied
source: Backup copied to clipboard
ar: تم نسخ النسخة الاحتياطية إلى الحافظة
de: Backup in die Zwischenablage kopiert
es: Copia guardada en el portapapeles
fa: بکاپ در کلیپ‌بورد کپی شد
fr: Sauvegarde copiée dans le presse-papiers
it: Backup copiato negli appunti
ja: バックアップをクリップボードにコピーしました
ko: 백업을 클립보드에 복사했습니다
nl: Back-up naar klembord gekopieerd
pl: Kopia zapasowa skopiowana do schowka
pt: Backup copiado para a área de transferência
ru: Резервная копия скопирована в буфер обмена
tr: Yedek panoya kopyalandı
uk: Резервну копію скопійовано в буфер
zh: 备份数据已复制到剪贴板
zh_hant: 備份已複製到剪貼簿

source: Backup imported
ar: تم استيراد النسخة الاحتياطية
de: Backup importiert
es: Copia importada
fa: بکاپ وارد شد
fr: Sauvegarde importée
it: Backup importato
ja: バックアップを読み込みました
ko: 백업을 가져왔습니다
nl: Back-up geïmporteerd
pl: Kopia zapasowa zaimportowana
pt: Backup importado
ru: Резервная копия загружена
tr: Yedek içe aktarıldı
uk: Резервну копію імпортовано
zh: 备份已成功导入
zh_hant: 備份已匯入

# backupFailed
source: Couldn't read that backup
ar: تعذر قراءة هذه النسخة الاحتياطية
de: Dieses Backup konnte nicht gelesen werden
es: No he podido leer esa copia
fa: خواندن آن بکاپ ممکن نشد
fr: Impossible de lire cette sauvegarde
it: Impossibile leggere quel backup
ja: このバックアップを読み込めませんでした
ko: 이 백업을 읽을 수 없습니다
nl: Kon deze back-up niet lezen
pl: Nie udało się odczytać kopii zapasowej
pt: Não foi possível ler esse backup
ru: Не удалось прочитать эту копию
tr: Bu yedek okunamadı
uk: Не вдалося прочитати резервну копію
zh: 无法读取该备份文件
zh_hant: 無法讀取此備份

# nothingToExport
source: Nothing to export yet — log a session first
ar: لا يوجد شيء لتصديره بعد — سجّل تمرينًا أولًا
de: Noch nichts zu exportieren — protokolliere zuerst ein Training
es: Nada que exportar aún — registra una sesión
fa: هنوز چیزی برای خروجی نیست — اول یک جلسه تمرین ثبت کن
fr: Rien à exporter — enregistre d’abord une séance
it: Niente da esportare — registra prima una sessione
ja: まだ書き出すデータがありません — まずワークアウトを記録してください
ko: 아직 내보낼 내용이 없습니다 — 먼저 운동을 기록하세요
nl: Nog niets om te exporteren — log eerst een training
pl: Nie ma jeszcze czego eksportować — najpierw zapisz trening
pt: Ainda não há nada para exportar — registre uma sessão primeiro
ru: Выгружать пока нечего — сначала запиши тренировку
tr: Henüz dışa aktarılacak bir şey yok — önce bir antrenman kaydet
uk: Поки немає чого експортувати — спочатку запиши тренування
zh: 暂无可导出的数据 — 请先记录一次训练
zh_hant: 尚無可匯出的內容 — 請先記錄一次訓練

source: Athlete
ar: رياضي
de: Athlet
es: Atleta
fa: ورزشکار
fr: Athlète
it: Atleta
ja: アスリート
ko: 운동선수
nl: Atleet
pl: Sportowiec
pt: Atleta
ru: Атлет
tr: Sporcu
uk: Атлет
zh: 健身者
zh_hant: 運動員

# calculatorsCount
source: %lld calculators for your training
ar: %lld حاسبات لتدريبك
de: %lld Rechner für dein Training
es: %lld calculadoras para tu entreno
fa: %lld ماشین‌حساب برای تمرینت
fr: %lld calculateurs pour ton entraînement
it: %lld calcolatrici per il tuo allenamento
ja: トレーニング用計算ツール %lld 個
ko: 운동용 계산기 %lld개
nl: %lld calculators voor je training
pl: %lld kalkulatorów do treningu
pt: %lld calculadoras para o seu treinamento
ru: Калькуляторов для твоих тренировок: %lld
tr: Antrenmanın için %lld hesaplayıcı
uk: %lld калькуляторів для тренувань
zh: 专为训练打造的 %lld 款实用计算器
zh_hant: %lld 個訓練計算器

source: RESULT
ar: النتيجة
de: ERGEBNIS
es: RESULTADO
fa: نتیجه
fr: RÉSULTAT
it: RISULTATO
ja: 結果
ko: 결과
nl: RESULTAAT
pl: WYNIK
pt: RESULTADO
ru: РЕЗУЛЬТАТ
tr: SONUÇ
uk: РЕЗУЛЬТАТ
zh: 计算结果
zh_hant: 結果

source: WEIGHT LIFTED
ar: الوزن المرفوع
de: GEHOBENES GEWICHT
es: PESO LEVANTADO
fa: وزن جابه‌جاشده
fr: POIDS SOULEVÉ
it: PESO SOLLEVATO
ja: 挙上重量
ko: 든 중량
nl: GETILD GEWICHT
pl: PODNIESIONY CIĘŻAR
pt: PESO LEVANTADO
ru: ПОДНЯТЫЙ ВЕС
tr: KALDIRILAN AĞIRLIK
uk: ПІДНЯТА ВАГА
zh: 负重量
zh_hant: 舉起重量

source: REPS PERFORMED
ar: التكرارات المنفذة
de: AUSGEFÜHRTE WIEDERHOLUNGEN
es: REPS HECHAS
fa: تکرار انجام‌شده
fr: RÉPÉTITIONS EFFECTUÉES
it: RIPETIZIONI FATTE
ja: 実施回数
ko: 수행 반복 수
nl: UITGEVOERDE HERHALINGEN
pl: WYKONANE POWTÓRZENIA
pt: REPETIÇÕES REALIZADAS
ru: СДЕЛАНО ПОВТОРОВ
tr: YAPILAN TEKRAR
uk: ВИКОНАНІ ПОВТОРЕННЯ
zh: 完成次数
zh_hant: 完成次數

source: NECK
ar: الرقبة
de: HALS
es: CUELLO
fa: گردن
fr: COU
it: COLLO
ja: 首
ko: 목
nl: NEK
pl: SZYJA
pt: PESCOÇO
ru: ШЕЯ
tr: BOYUN
uk: ШИЯ
zh: 颈围
zh_hant: 頸部

source: WAIST
ar: الخصر
de: TAILLE
es: CINTURA
fa: کمر
fr: TOUR DE TAILLE
it: VITA
ja: ウエスト
ko: 허리
nl: TAILLE
pl: TALIA
pt: CINTURA
ru: ТАЛИЯ
tr: BEL
uk: ТАЛІЯ
zh: 腰围
zh_hant: 腰圍

# hip
source: HIP (for women)
ar: الورك (للنساء)
de: HÜFTE (für Frauen)
es: CADERA (mujeres)
fa: باسن (برای زنان)
fr: HANCHES (femmes)
it: FIANCHI (donne)
ja: ヒップ（女性）
ko: 엉덩이(여성)
nl: HEUP (vrouwen)
pl: BIODRA (kobiety)
pt: QUADRIL (mulheres)
ru: БЁДРА (для женщин)
tr: KALÇA (kadınlar)
uk: СТЕГНА (для жінок)
zh: 臀围（女性）
zh_hant: 臀圍（女性）

source: TARGET WEIGHT
ar: الوزن المستهدف
de: ZIELGEWICHT
es: PESO OBJETIVO
fa: وزن هدف
fr: POIDS CIBLE
it: PESO OBIETTIVO
ja: 目標体重
ko: 목표 체중
nl: DOELGEWICHT
pl: WAGA DOCELOWA
pt: PESO ALVO
ru: ЦЕЛЕВОЙ ВЕС
tr: HEDEF AĞIRLIK
uk: ЦІЛЬОВА ВАГА
zh: 目标重量
zh_hant: 目標體重

source: WORKING WEIGHT
ar: وزن العمل
de: ARBEITSGEWICHT
es: PESO DE TRABAJO
fa: وزن کاری
fr: CHARGE DE TRAVAIL
it: PESO DI LAVORO
ja: 作業重量
ko: 작업 중량
nl: WERKGEWICHT
pl: CIĘŻAR ROBOCZY
pt: PESO DE TREINO
ru: РАБОЧИЙ ВЕС
tr: ÇALIŞMA AĞIRLIĞI
uk: РОБОЧА ВАГА
zh: 正式组重量
zh_hant: 訓練重量

source: ACTIVITY LEVEL
ar: مستوى النشاط
de: AKTIVITÄTSSTUFE
es: NIVEL DE ACTIVIDAD
fa: سطح فعالیت
fr: NIVEAU D’ACTIVITÉ
it: LIVELLO DI ATTIVITÀ
ja: 活動レベル
ko: 활동 수준
nl: ACTIVITEITSNIVEAU
pl: POZIOM AKTYWNOŚCI
pt: NÍVEL DE ATIVIDADE
ru: УРОВЕНЬ АКТИВНОСТИ
tr: AKTİVİTE SEVİYESİ
uk: РІВЕНЬ АКТИВНОСТІ
zh: 日常活动水平
zh_hant: 活動等級

source: BAR WEIGHT
ar: وزن البار
de: STANGENGEWICHT
es: PESO DE LA BARRA
fa: وزن میله
fr: POIDS DE LA BARRE
it: PESO DEL BILANCIERE
ja: バー重量
ko: 바 무게
nl: STANGGEWICHT
pl: WAGA GRYFU
pt: PESO DA BARRA
ru: ВЕС ГРИФА
tr: BAR AĞIRLIĞI
uk: ВАГА ГРИФА
zh: 杠铃杆重
zh_hant: 槓鈴重量

source: PER SIDE
ar: لكل جانب
de: PRO SEITE
es: POR LADO
fa: هر طرف
fr: PAR CÔTÉ
it: PER LATO
ja: 片側
ko: 한쪽당
nl: PER KANT
pl: NA STRONĘ
pt: POR LADO
ru: НА СТОРОНУ
tr: HER TARAF
uk: НА СТОРОНУ
zh: 单侧配重
zh_hant: 每側

source: Just the bar.
ar: البار فقط.
de: Nur die Stange.
es: Solo la barra.
fa: فقط میله.
fr: Barre seule.
it: Solo il bilanciere.
ja: バーのみ。
ko: 바만 사용.
nl: Alleen de stang.
pl: Tylko gryf.
pt: Apenas a barra.
ru: Только гриф.
tr: Sadece bar.
uk: Лише гриф.
zh: 仅空杆。
zh_hant: 只有槓鈴桿。

# perSideCount
source: × %lld per side
ar: × %lld لكل جانب
de: × %lld pro Seite
es: × %lld por lado
fa: × %lld هر طرف
fr: × %lld par côté
it: × %lld per lato
ja: 片側 × %lld
ko: 한쪽당 × %lld
nl: × %lld per kant
pl: × %lld na stronę
pt: × %lld por lado
ru: × %lld на сторону
tr: Her taraf × %lld
uk: × %lld на сторону
zh: 单侧各 %lld 片
zh_hant: 每側 × %lld

# rampSet
source: %1$@ · %2$lld reps
ar: %1$@ · %2$lld تكرارات
de: %1$@ · %2$lld Wiederholungen
fa: %1$@ · %2$lld تکرار
fr: %1$@ · %2$lld répétitions
it: %1$@ · %2$lld rip.
ja: %1$@ · %2$lld回
ko: %1$@ · %2$lld회
nl: %1$@ · %2$lld herhalingen
pl: %1$@ · %2$lld powt.
pt: %1$@ · %2$lld repetições
ru: %1$@ · %2$lld повт.
tr: %1$@ · %2$lld tekrar
uk: %1$@ · %2$lld повторень
zh: %1$@ · %2$lld 次
zh_hant: %1$@ · %2$lld 次

# toolNameBmi
source: BMI
ar: مؤشر كتلة الجسم
es: IMC
fr: IMC
pt: IMC
ru: ИМТ
tr: VKİ
uk: ІМТ
zh: BMI 指数

# toolNameCal
source: Calories
ar: السعرات الحرارية
de: Kalorien
es: Calorías
fa: کالری
it: Calorie
ja: カロリー
ko: 칼로리
nl: Calorieën
pl: Kalorie
pt: Calorias
ru: Калории
tr: Kalori
uk: Калорії
zh: 卡路里
zh_hant: 卡路里

# toolNameBf
source: Body Fat
ar: دهون الجسم
de: Körperfett
es: Grasa corporal
fa: چربی بدن
fr: Masse grasse
it: Massa grassa
ja: 体脂肪
ko: 체지방
nl: Lichaamsvet
pl: Tkanka tłuszczowa
pt: Gordura corporal
ru: Жир
tr: Vücut yağı
uk: Жирова маса
zh: 体脂率
zh_hant: 體脂

# toolNamePlate
source: Plates
ar: الأقراص
de: Gewichtsplatten
es: Discos
fa: وزنه
fr: Disques
it: Dischi
ja: プレート
ko: 원판
nl: Schijven
pl: Talerze
pt: Discos
ru: Блины
tr: Plakalar
uk: Диски
zh: 杠铃片
zh_hant: 槓片

# toolNameWarmup
source: Warm-up
ar: الإحماء
de: Aufwärmen
es: Calentamiento
fa: گرم‌کردن
fr: Échauffement
it: Riscaldamento
ja: ウォームアップ
ko: 워밍업
nl: Warming-up
pl: Rozgrzewka
pt: Aquecimento
ru: Разминка
tr: Isınma
uk: Розминка
zh: 热身组
zh_hant: 暖身

# toolTitleRm
source: 1RM Calculator
ar: حاسبة 1RM
de: 1RM-Rechner
es: Calculadora de 1RM
fa: ماشین‌حساب 1RM
fr: Calculateur de 1RM
it: Calcolatrice massimale
ja: 1RM計算機
ko: 1RM 계산기
pl: Kalkulator 1RM
pt: Calculadora de 1RM
ru: Калькулятор 1ПМ
tr: 1RM hesaplayıcı
uk: Калькулятор 1ПМ
zh: 1RM 极限力量计算器
zh_hant: 1RM 計算器

# toolTitleBmi
source: BMI Calculator
ar: حاسبة مؤشر كتلة الجسم
de: BMI-Rechner
es: Calculadora de IMC
fa: ماشین‌حساب BMI
fr: Calculateur d’IMC
it: Calcolatrice BMI
ja: BMI計算機
ko: BMI 계산기
pl: Kalkulator BMI
pt: Calculadora de IMC
ru: Калькулятор ИМТ
tr: VKİ hesaplayıcı
uk: Калькулятор ІМТ
zh: BMI 身体质量指数计算器
zh_hant: BMI 計算器

# toolTitleCal
source: Calories & Macros
ar: السعرات والمغذيات الكبرى
de: Kalorien & Makros
es: Calorías y macros
fa: کالری و ماکرو
fr: Calories et macros
it: Calorie e macro
ja: カロリーとマクロ
ko: 칼로리 및 매크로
nl: Calorieën & macro's
pl: Kalorie i makro
pt: Calorias e macros
ru: Калории и БЖУ
tr: Kalori ve makrolar
uk: Калорії та макроси
zh: 每日热量与营养素计算器
zh_hant: 卡路里與宏量營養素

# toolTitleBf
source: Body Fat %
ar: نسبة دهون الجسم
de: Körperfett %
es: % de grasa corporal
fa: درصد چربی بدن
fr: % de masse grasse
it: % di massa grassa
ja: 体脂肪率
ko: 체지방률
nl: Lichaamsvet %
pl: % tkanki tłuszczowej
pt: % de gordura corporal
ru: Процент жира
tr: Vücut yağı %
uk: % жиру
zh: 体脂率估算器
zh_hant: 體脂率

# toolTitlePlate
source: Plate Calculator
ar: حاسبة الأقراص
de: Plattenrechner
es: Calculadora de discos
fa: ماشین‌حساب وزنه
fr: Calculateur de disques
it: Calcolatrice dischi
ja: プレート計算機
ko: 원판 계산기
nl: Schijvencalculator
pl: Kalkulator talerzy
pt: Calculadora de pesos
ru: Калькулятор блинов
tr: Plaka hesaplayıcı
uk: Калькулятор дисків
zh: 杠铃片配重计算器
zh_hant: 槓片計算器

# toolTitleWarmup
source: Warm-up Sets
ar: مجموعات الإحماء
de: Aufwärmsätze
es: Series de calentamiento
fa: ست‌های گرم‌کردن
fr: Séries d’échauffement
it: Serie di riscaldamento
ja: ウォームアップセット
ko: 워밍업 세트
nl: Opwarmsets
pl: Serie rozgrzewkowe
pt: Séries de aquecimento
ru: Разминочные подходы
tr: Isınma setleri
uk: Розминкові підходи
zh: 热身组推算工具
zh_hant: 暖身組
